{
    "apps": [
        {
            "Version": "25.01",
            "Name": "7zip",
            "Updated": "2025-09-29T17:06:57.880433+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "19.00",
            "Name": "7zip19.00-helper",
            "Updated": "2025-10-02T10:04:16.8374253+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.2.82",
            "Name": "act",
            "Updated": "2025-10-08T17:33:06.3270168+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "1.37.0-1",
            "Name": "aria2",
            "Updated": "2025-10-16T09:58:50.793993+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "2.78.0",
            "Name": "azure-cli",
            "Updated": "2025-10-16T14:10:04.0794493+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.25.0",
            "Name": "bat",
            "Updated": "2025-09-29T17:16:56.5387603+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.3.4",
            "Name": "better-curl-saul",
            "Updated": "2025-10-16T10:01:19.6114159+01:00",
            "Source": "scoop-bucket",
            "Info": ""
        },
        {
            "Version": "2.2.6",
            "Name": "biome",
            "Updated": "2025-10-20T09:55:06.7502913+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.11.2",
            "Name": "bottom",
            "Updated": "2025-10-08T17:33:07.0372197+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "2.13.1",
            "Name": "bruno",
            "Updated": "2025-10-16T14:10:21.3956148+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "0.2.4",
            "Name": "cartero",
            "Updated": "2025-10-08T13:51:12.8641364+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "2.66.0",
            "Name": "chezmoi",
            "Updated": "2025-10-08T17:33:08.4763287+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "5.1.0-1.25501.2",
            "Name": "csharp-language-server",
            "Updated": "2025-10-16T10:01:44.932624+01:00",
            "Source": "scoop-bucket",
            "Info": ""
        },
        {
            "Version": "3.14.1",
            "Name": "dark",
            "Updated": "2025-09-29T17:12:27.5862832+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "3.9.4",
            "Name": "dart",
            "Updated": "2025-10-20T09:55:23.3868055+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.18.2",
            "Name": "delta",
            "Updated": "2025-09-29T17:06:51.4191211+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.65.0",
            "Name": "difftastic",
            "Updated": "2025-09-29T17:06:47.9898544+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "1.0.9208-23",
            "Name": "discord",
            "Updated": "2025-10-01T12:59:16.0561052+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "1.2.3",
            "Name": "dust",
            "Updated": "2025-09-29T17:06:52.4127352+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "1.4.1.1028",
            "Name": "everything",
            "Updated": "2025-10-01T12:59:21.1874824+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "2.53.0",
            "Name": "fastfetch",
            "Updated": "2025-09-29T17:07:01.7428227+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "10.3.0",
            "Name": "fd",
            "Updated": "2025-09-29T17:07:03.3255265+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.66.0",
            "Name": "fzf",
            "Updated": "2025-10-16T14:10:24.7325536+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "2.82.0",
            "Name": "gh",
            "Updated": "2025-10-16T14:10:28.6429723+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "2.51.1",
            "Name": "git",
            "Updated": "2025-10-20T09:55:58.859111+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "3.9.1",
            "Name": "glazewm",
            "Updated": "2025-10-01T13:00:47.7715681+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "2.6.1",
            "Name": "gsudo",
            "Updated": "2025-10-08T17:33:15.4804081+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "25.07.1",
            "Name": "helix",
            "Updated": "2025-09-29T17:12:08.3851411+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "2.65.2",
            "Name": "innounp",
            "Updated": "2025-10-20T09:55:59.8239162+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "1.8.1",
            "Name": "jq",
            "Updated": "2025-09-29T17:06:49.9064517+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.55.1",
            "Name": "lazygit",
            "Updated": "2025-09-29T17:12:15.6690839+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "0.108.0",
            "Name": "nu",
            "Updated": "2025-10-20T09:56:04.5447214+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "6.2.19",
            "Name": "nuget-package-explorer",
            "Updated": "2025-10-01T13:01:09.6652082+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "1.9.14",
            "Name": "obsidian",
            "Updated": "2025-10-08T17:33:53.1142086+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "0.14.7",
            "Name": "opencode",
            "Updated": "2025-10-16T16:31:37.0250732+01:00",
            "Source": "<auto-generated>",
            "Info": ""
        },
        {
            "Version": "0.44.0",
            "Name": "ov",
            "Updated": "2025-10-08T17:34:02.9493585+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "5.6.2",
            "Name": "podman",
            "Updated": "2025-10-08T17:34:22.4394963+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "18.0",
            "Name": "postgresql",
            "Updated": "2025-10-03T09:49:19.1393387+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.15.1",
            "Name": "postgrestools",
            "Updated": "2025-10-20T09:56:05.3156969+01:00",
            "Source": "https://gist.githubusercontent.com/jamesshenry/92996d4c3100b7c3d82147d0a368cc92/raw/22be9433b0e79401dfd7a2310e4811f48d88e89b/postgrestools",
            "Info": ""
        },
        {
            "Version": "3.5.1",
            "Name": "qutebrowser",
            "Updated": "2025-10-20T09:56:34.3478829+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "15.0.0",
            "Name": "ripgrep",
            "Updated": "2025-10-16T14:10:46.2788034+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "1.28.2",
            "Name": "rustup-msvc",
            "Updated": "2025-09-29T17:11:08.6009781+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "3.5.0",
            "Name": "scc",
            "Updated": "2025-09-29T17:06:49.4360697+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "2.1.0",
            "Name": "scoop-search",
            "Updated": "2025-10-20T09:56:35.3241661+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "2025.36",
            "Name": "sourcegit",
            "Updated": "2025-10-16T14:17:24.9140418+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "3.4.17",
            "Name": "sqlitestudio",
            "Updated": "2025-10-01T12:58:06.2605429+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "1.23.0",
            "Name": "starship",
            "Updated": "2025-09-29T17:12:47.253818+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "1.3.1",
            "Name": "tacky-borders",
            "Updated": "2025-10-20T11:10:56.1599812+01:00",
            "Source": "scoop-bucket",
            "Info": ""
        },
        {
            "Version": "4.1.14",
            "Name": "tailwindcss",
            "Updated": "2025-10-20T09:56:41.6001805+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.10.0",
            "Name": "taplo",
            "Updated": "2025-10-20T09:56:43.0976363+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.13.1",
            "Name": "typst",
            "Updated": "2025-09-29T17:12:43.4035076+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "3.3.5",
            "Name": "unigetui",
            "Updated": "2025-10-20T09:56:50.3946733+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "0.10.1",
            "Name": "vivid",
            "Updated": "2025-10-06T10:22:17.2507637+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "2.0.2",
            "Name": "volta",
            "Updated": "2025-10-01T13:01:56.9654441+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "1.8.3",
            "Name": "yasb",
            "Updated": "2025-10-20T09:57:49.8114747+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "25.5.31",
            "Name": "yazi",
            "Updated": "2025-09-29T17:17:01.3527445+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "3.1.1",
            "Name": "zebar",
            "Updated": "2025-10-01T13:02:01.0129098+01:00",
            "Source": "extras",
            "Info": ""
        },
        {
            "Version": "0.15.2",
            "Name": "zig",
            "Updated": "2025-10-16T14:14:47.8994672+01:00",
            "Source": "main",
            "Info": ""
        },
        {
            "Version": "0.9.8",
            "Name": "zoxide",
            "Updated": "2025-09-29T17:12:49.3128341+01:00",
            "Source": "main",
            "Info": ""
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2025-10-20T09:29:50+01:00",
            "Manifests": 1406
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-10-20T09:29:45+01:00",
            "Manifests": 2201
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2025-10-20T09:43:19+01:00",
            "Manifests": 528
        },
        {
            "Name": "scoop-bucket",
            "Source": "https://github.com/jamesshenry/scoop-bucket",
            "Updated": "2025-10-18T01:15:01+01:00",
            "Manifests": 4
        }
    ]
}
